Repository: windragon0910/CaesarHero
Catalog: MobileApp/datn/lib/l10n/intl_*.arb
Languages: vi

# change_language_success
source: Change language successfully
vi: Thay đổi ngôn ngữ thành công

# change_language_error
source: Error when change language: {error}
vi: Lỗi khi thay đổi ngôn ngữ: {error}

# change_language_failure
source: Error when change language
vi: Lỗi khi thay đổi ngôn ngữ

source: Change language
vi: Thay đổi ngôn ngữ

source: Movies on Theatre
vi: Phim Đang Chiếu

source: Select city
vi: Chọn thành phố

source: Cancel
vi: Hủy

# error_with_message
source: Error occurred: {message}
vi: Xảy ra lỗi: {message}

source: Empty movie
vi: Không có bộ phim nào

source: Load image error
vi: Lỗi tải ảnh

# duration_minutes
source: {minute} minutes
vi: {minute} phút

# total_rate_review
source: {totalRate,plural, =0{0 review}=1{1 review}other{{totalRate} reviews}}
vi: {totalRate,plural, other{{totalRate} đánh giá}}

# total_favorite
source: {totalFavorite,plural, =0{0 favorite}=1{1 favorite}other{{totalFavorite} favorites}}
vi: {totalFavorite,plural, other{{totalFavorite} yêu thích}}

source: COMING SOON
vi: PHIM SẮP PHÁT HÀNH

source: RECOMMENDED FOR YOU
vi: GỢI Ý CHO BẠN

source: MOST FAVORITE
vi: ĐƯỢC YÊU THÍCH NHẤT

source: MOST RATE
vi: ĐƯỢC ĐÁNH GIÁ CAO

# nearby_theatre
source: NEARBY THEATRES
vi: RẠP PHIM GẦN ĐÂY

source: VIEW ALL
vi: Xem tất cả

source: Empty theatre
vi: Không có rạp nào

source: Nationwide
vi: Toàn quốc

source: Home
vi: Trang chủ

source: Favorites
vi: Yêu thích

source: Notifications
vi: Thông báo

source: Profile
vi: Tài khoản

source: Empty favorite movie
vi: Không có phim yêu thích nào

source: Remove
vi: Loại bỏ

# fav_removed_successfully_with_title
source: Removed successfully: {title}
vi: Loại bỏ thành công: {title}

# fav_removed_failed_with_title
source: Removed failed: {title}
vi: Loại bỏ không thành công: {title}

source: Loaded all notifications
vi: Đã tải tất cả thông báo

source: Empty notification
vi: Không có thông báo nào

source: Delete notification
vi: Xóa thông báo

source: Are you sure you want to delete this notification?
vi: Bạn có muốn xóa thông báo này?

source: Delete successfully
vi: Xóa thành công

source: Start at:
vi: Bắt đầu lúc:

source: Theatre:
vi: Rạp:

source: Room:
vi: Phòng:

source: Tickets
vi: Vé

source: Full name
vi: Tên đầy đủ

source: Phone number
vi: Số điện thoại

source: Gender
vi: Giới tính

source: Address
vi: Địa chỉ

source: Birthday
vi: Ngày sinh

source: Logout out
vi: Đăng xuất

source: Are you sure you want to logout?
vi: Bạn có muốn đăng xuất?

# logoutFailed
source: Logout failed: {message}
vi: Đăng xuất không thành công: {message}

source: Loaded all reservations
vi: Đã tải tất cả đặt chỗ

source: Your reservations
vi: Đặt chỗ của bạn

source: Empty reservation
vi: Không có đặt chỗ nào

source: Coupon code:
vi: Mã giảm giá:

source: Discount:
vi: Giảm giá:

source: Original price:
vi: Giá gốc:

source: Total price:
vi: Tổng tiền:

source: Required updating your profile
vi: Cần cập nhật hồ sơ của bạn

source: Not logged in
vi: Chưa đăng nhập

# yourAccountEmailHasNotBeenVerifyPleaseVerifyTo
source: Your account email has not been verify. Please verify to continue!
vi: Email tài khoản của bạn chưa được xác minh. Vui lòng xác minh để tiếp tục!

source: Only USER role is allowed
vi: Chỉ cho phép vai trò USER

source: No internet connection
vi: Không có kết nối Internet

source: Slow internet connection
vi: Kết nối internet chậm

source: Network error
vi: Lỗi mạng

source: My ticket
vi: Vé của tôi

source: Title
vi: Tiêu đề phim

source: Date
vi: Ngày

source: Time
vi: Thời gian

source: Order ID
vi: ID đặt chỗ

source: Check your mail:
vi: Kiểm tra email:

# myTicket_room
source: Room
vi: Phòng

# myTicket_theatre
source: Theatre
vi: Rạp

source: Show times
vi: Lịch chiếu

source: Comments
vi: Bình luận

source: Information
vi: Thông tin

source: Today
vi: Hôm nay

source: Empty show times
vi: Không có lịch chiếu

source: Select the area:
vi: Chọn khu vực:

source: Loaded all comments
vi: Đã tải tất cả bình luận

# commentRemovedSuccessfullyTitle
source: Removed successfully: {title}...
vi: Đã xóa thành công: {title}...

# commentFailedWhenRemovingCommentTitle
source: Failed when removing comment: {title}...
vi: Xóa không thành công: {title}...

source: Empty comment
vi: Không có bình luận nào

source: Remove this comment
vi: Xóa bình luận này

# doYouWantToDeleteThisCommentThisActionCannot
source: Do you want to delete this comment. This action cannot be undone!
vi: Bạn muốn xóa bình luận này. Hành động này không thể được hoàn tác!

# yourThinkAboutThisMovie
source: Your thoughts on this movie?
vi: Suy nghĩ của bạn về bộ phim này?

# baseOn
source: Based on
vi: Dựa vào

source: reviews
vi: đánh giá

source: Add comment
vi: Thêm bình luận

source: Your comment...
vi: Bình luận của bạn...

source: Add comment successfully
vi: Thêm bình luận thành công

# addCommentFailureMessage
source: Add comment failed: {message}
vi: Thêm nhận xét không thành công: {message}

source: Toggled successfully
vi: Thêm/xoá yêu thích thành công

# toggleFailed
source: Toggle failed: {message}
vi: Thêm/xoá yêu thích không thành công: {message}

source: STORYLINE
vi: NỘI DUNG

source: CAST OVERVIEW
vi: DIỄN VIÊN

source: DIRECTORS
vi: ĐẠO DIỄN

source: RELATED MOVIES
vi: PHIM LIÊN QUAN

source: Cannot open trailer video
vi: Không thể mở video giới thiệu

source: Empty related movie
vi: Không có phim liên quan nào

source: Logged out successfully
vi: Đăng xuất thành công

source: Timeout
vi: Hết thời gian

# timeOutToHoldTheSeatPleaseMakeYourReservation
source: Time out to hold the seat. Please make your reservation within 5 minutes!
vi: Hết giờ giữ chỗ. Vui lòng đặt chỗ trong vòng 5 phút!

source: CONTINUE
vi: TIẾP TỤC

source: Must select at least one seat
vi: Phải chọn ít nhất một chỗ ngồi

# someSeatsYouChooseHaveBeenReservedPleaseSelectOther
source: Some seats you choose have been reserved. Please select other seats.
vi: Một số chỗ bạn chọn đã được đặt trước. Vui lòng chọn chỗ ngồi khác.

source: SCREEN
vi: MÀN HÌNH

source: Selected
vi: Đã chọn

source: Available
vi: Còn trống

source: Taken
vi: Đã đặt

source: Doubled seat
vi: Ghế đôi

source: Select
vi: Đã chọn

# seat_s
source: {seats,plural, =0{seat}=1{seat}other{seats}}
vi: {seats,plural, other{ghế}}

source: Maximum combo count
vi: Đã đạt số lượng combo tối đa

source: Normal ticket
vi: Vé thường

source: Doubled ticket
vi: Vé đôi

source: Invalid email address
vi: Email không hợp lệ

source: Invalid phone number
vi: SĐT không hợp lệ

source: Checkout
vi: Thanh toán

source: Checkout successfully. Please check email to get ticket
vi: Thanh toán thành công. Vui lòng kiểm tra email để nhận vé

# checkoutFailedGeterrormessagemessageerror
source: Checkout failed: {message}
vi: Thanh toán không thành công: {message}

source: Missing required fields
vi: Thiếu các thông tin bắt buộc

source: FINISH
vi: HOÀN THÀNH

source: OFF
vi: GIẢM GIÁ

source: Select or add a card
vi: Chọn hoặc thêm card

# selectedCardlast4TapToChange
source: Selected '••••{last4}'. Tap to change
vi: Đã chọn '••••{last4}'. Nhấn để thay đổi

source: Select discount code
vi: Chọn mã giảm giá

source: Email to receive tickets
vi: Email để nhận vé

source: Phone number to receive tickets
vi: Số điện thoại nhận vé

source: Add card
vi: Thêm card

source: Empty card
vi: Không có card nào

source: Remove card
vi: Xóa card

source: Are you sure you want to remove card
vi: Bạn có muốn xóa card không?

# removeMsgcardlast4FailedGeterrormessagemsgerror
source: Remove '{last4}' failed: {msg}
vi: Xóa '{last4}' không thành công: {msg}

# removedSuccessMsgremovedlast4
source: Removed success: '{last4}'
vi: Xóa thành công: '{last4}'

source: Retry
vi: Thử lại

source: Card holder name
vi: Tên chủ thẻ

source: Card number
vi: Số thẻ

source: Expire date (MM/yy)
vi: Ngày hết hạn (MM/yy)

source: ADD CARD
vi: THÊM CARD

source: Added card successfully
vi: Thêm card thành công

# addCardFailed
source: Add card failed: {msg}
vi: Thêm card không thành công: {msg}

source: Empty coupon code
vi: Không có mã giảm giá

source: Select coupon code
vi: Chọn mã giảm giá

# promotionStart
source: Start: {d}
vi: Từ: {d}

# promotionEnd
source: End: {d}
vi: Đến: {d}

source: Empty search result
vi: Kết quả tìm kiếm trống

source: Search filter
vi: Bộ lọc tìm kiếm

source: Age type
vi: Loại tuổi

source: Duration (mins) from
vi: Độ dài (phút) từ

source: Must be less than or equal to max duration
vi: Phải nhỏ hơn hoặc bằng độ dài tối đa

source: to
vi: đến

source: Must be greater than or equal to min duration
vi: Phải lớn hơn hoặc bằng độ dài tối thiểu

source: Showtime start from
vi: Thời gian chiếu bắt đầu từ

source: Showtime start time must be before end time
vi: Thời gian bắt đầu chiếu phải trước thời gian kết thúc

source: Showtime end time must be after start time
vi: Thời gian kết thúc suất chiếu phải sau thời gian bắt đầu

source: Released date from
vi: Ngày phát hành từ

source: Must be before max released date
vi: Phải trước ngày phát hành tối đa

source: Must be after min released date
vi: Phải sau ngày phát hành tối thiểu

source: Apply
vi: Áp dụng

# count_movie
source: {movies,plural, =0{0 movie}=1{1 movie}other{{movies} movies}}
vi: {movies,plural, other{{movies} bộ phim}}

source: DESCRIPTION
vi: GIỚI THIỆU

source: Loaded all movies
vi: Đã tải tất cả phim

source: Login to your Account
vi: Đăng nhập

source: Login successfully
vi: Đăng nhập thành công

source: Invalid information
vi: Thông tin không hợp lệ

source: Password
vi: Mật khẩu

source: LOGIN
vi: ĐĂNG NHẬP

source: Forgot password?
vi: Quên mật khẩu?

# loginErrorGeterrormessagedeprecatederror
source: Login error: {msg}
vi: Lỗi đăng nhập: {msg}

source: Password must be at least 6 characters
vi: Mật khẩu ít nhất 6 kí tự

# googleSignInFailedGeterrormessagedeprecatede
source: Google sign in failed: {msg}
vi: Đăng nhập Google không thành công: {msg}

# facebookLoginErrorGeterrormessagedeprecatede
source: Facebook login error: {msg}
vi: Lỗi khi đăng nhập Facebook: {msg}

source: Don't have an account? Sign up
vi: Không có tài khoản? Đăng ký ngay

source: Create your Account
vi: Tạo tài khoản

# registerSuccessfullyPleaseCheckYourEmailInboxToVerifyThis
source: Register successfully. Please check your email inbox to verify this account.
vi: Đăng ký thành công. Vui lòng kiểm tra hộp thư email của bạn để xác minh tài khoản này.

source: REGISTER
vi: ĐĂNG KÝ

# registerError
source: Register error: {msg}
vi: Đăng ký lỗi: {msg}

source: Enter your Email to reset Password
vi: Nhập Email để đặt lại Mật khẩu

source: Reset successfully. Please check your email to reset password!
vi: Thành công. Vui lòng kiểm tra email của bạn để đặt lại mật khẩu!

source: RESET PASSWORD
vi: ĐẶT LẠI MẬT KHẨU

source: Reset password error: {msg}
vi: Đặt lại lỗi mật khẩu: {msg}

source: Update profile
vi: Cập nhật thông tin

source: Invalid full name
vi: Tên không hợp lệ

source: Empty address
vi: Địa chỉ trống

source: UPDATE
vi: CẬP NHẬT

source: Invalid birthday
vi: Ngày sinh không hợp lệ

source: Update profile successfully
vi: Cập nhật thành công

source: Update profile failed: {msg}
vi: Cập nhật không thành công: {msg}

source: Male
vi: Nam

source: Female
vi: Nữ

source: Length of content must be in from 10 to 500
vi: Độ dài phải từ 10 đến 500

source: Loading...
vi: Đang tải...
